Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SleepDelayEUWarning
source: Increasing the time Apple TV takes to go to sleep may increase energy consumption.
ar: زيادة الوقت الذي يستغرقه Apple TV حتى يدخل في نمط الإسبات قد تؤدي إلى زيادة استهلاك الطاقة.
ca: Si el temps perquè l’Apple TV entri en repòs és massa llarg, pot ser que també augmenti el consum d’energia.
cs: Prodloužením doby, po jejímž uplynutí se Apple TV uspí, můžete zvýšit spotřebu energie.
da: Hvis du forlænger den tid, det tager for Apple TV at gå på vågeblus, kan det øge strømforbruget.
de: Wenn die Zeit verlängert wird, bis das Apple TV in den Ruhezustand geht, steigt möglicherweise der Energieverbrauch.
el: Αν αυξηθεί το χρονικό διάστημα μετάβασης του Apple TV σε κατάσταση ύπνου, ενδέχεται να αυξηθεί και η κατανάλωση ενέργειας.
es: Aumentar el tiempo que el Apple TV tarda en entrar en reposo puede aumentar el consumo de energía.
es_us: Incrementar el tiempo en el que el Apple TV entra en reposo podría incrementar también el consumo de energía.
fi: Sähkönkulutus voi kasvaa lisättäessä aikaa, joka kestää ennen kuin Apple TV menee nukkumaan.
fr: L’augmentation du délai de mise en veille de l’Apple TV peut augmenter votre consommation d’électricité.
fr_ca: L’augmentation du délai de mise en veille de l’Apple TV peut augmenter votre consommation d’électricité.
he: הארכת משך הזמן שחולף עד שה-Apple TV עובר למצב שינה עלולה להגביר את צריכת האנרגיה.
hi: Apple TV को स्लीप मोड में जाने में लगने वाला समय बढ़ाने से ऊर्जा की खपत बढ़ सकती है।
hr: Povećanje vremena za prijelaz Apple TV-a u pripravno stanje može povećati potrošnju energije.
hu: Ha növeli azt az időt, amelyet követően az Apple TV alvó módba vált, azzal megnövekedhet az energiafelhasználás.
id: Menambah waktu yang diperlukan Apple TV untuk tidur dapat meningkatkan konsumsi energi.
it: Se estendi l’attesa prima che Apple TV vada in standby, il consumo di energia potrebbe aumentare.
ja: Apple TVがスリープ状態になるまでの時間を長くすると、電力消費が増加する可能性があります。
ko: Apple TV가 잠자기 상태로 전환될 때까지 걸리는 시간이 증가하면 에너지 소비가 늘어날 수 있습니다.
ms: Meningkatkan masa yang diambil Apple TV untuk tidur mungkin meningkatkan penggunaan tenaga.
nb: Hvis du forlenger tiden det tar før Apple TV går i dvale, kan det øke strømforbruket.
nl: Wanneer je instelt dat het langer duurt voordat de Apple TV in de sluimerstand wordt gezet, kan het energieverbruik toenemen.
pl: Wydłużenie czasu oczekiwania na uśpienie Apple TV może zwiększyć zużycie energii.
pt_br: Se você aumentar o tempo para a Apple TV entrar em repouso, é possível que o consumo de energia também aumente.
pt_pt: Aumentar o tempo que demora para a Apple TV entrar no modo de pausa pode também aumentar o consumo de energia.
ro: Creșterea perioadei după care Apple TV‑ul intră în modul adormire poate spori consumul de energie.
ru: Чем дольше Apple TV не переходит в режим сна, тем больше энергии потребляется.
sk: Predĺženie času, po ktorom sa Apple TV uspí, môže zvýšiť spotrebu energie.
sl: Če podaljšate čas, po katerem Apple TV preklopi v spanje, bo poraba energije morda večja.
sv: Om du ökar tidsperioden innan Apple TV försätts i viloläge kan det öka energianvändningen.
th: การเพิ่มเวลาที่ Apple TV ต้องใช้เพื่อพักเครื่องอาจเพิ่มการใช้พลังงาน
tr: Apple TV’nin uyku durumuna geçme süresini artırmak enerji tüketimini artırabilir.
uk: Збільшення проміжку часу перед засинанням Apple TV може збільшити енергоспоживання.
vi: Việc tăng thời gian cần thiết để Apple TV chuyển sang chế độ ngủ có thể làm tăng mức tiêu thụ năng lượng.
zh_cn: 延长Apple TV进入睡眠状态所需的时间可能会增加能耗。
zh_hk: 延長Apple TV進入睡眠前的時間可能會增加耗電量。
zh_tw: 增加Apple TV需要進入睡眠的時間可能會增加電力消耗。

# SleepNeverEUWarning
source: Never letting Apple TV go to sleep may shorten its life and increase energy consumption.
ar: عدم السماح لـ Apple TV بالدخول في نمط الإسبات مطلقًا قد يؤدي إلى تقصير عمره وزيادة استهلاك الطاقة.
ca: Si no permets mai que l’Apple TV entri en repòs, pot ser que se n’escurci la vida útil i augmenti el consum d’energia.
cs: Když nebudete Apple TV uspávat, může se zkrátit její životnost a zvýšit spotřeba energie.
da: Hvis Apple TV aldrig sættes på vågeblus, kan det muligvis forkorte enhedens levetid og øge strømforbruget.
de: Wenn das Apple TV niemals in den Ruhezustand geht, kann dessen Lebensdauer sinken und der Energieverbrauch steigen.
el: Αν το Apple TV δεν μεταβαίνει ποτέ σε κατάσταση ύπνου, ενδέχεται να μειωθεί η διάρκεια ζωής του και να αυξηθεί η κατανάλωση ενέργειας.
es: No permitir que el Apple TV entre en reposo puede acortar su vida útil y aumentar el consumo de energía.
es_us: No permitir que el Apple TV entre en reposo puede acortar su vida útil e incrementar su consumo de energía.
fi: Jos Apple TV:n ei anneta koskaan mennä nukkumaan, sen käyttöikä voi lyhentyä ja sähkönkulutus kasvaa.
fr: Ne jamais mettre l’Apple TV en veille risque de réduire sa longévité et d’augmenter votre consommation d’électricité.
fr_ca: Ne jamais mettre l’Apple TV en veille pourrait réduire sa durée de vie et augmenter votre consommation d’électricité.
he: מניעה קבועה של מעבר ה‑Apple TV למצב שינה עלולה לקצר את חייו ולהגביר את צריכת האנרגיה.
hi: Apple TV को कभी भी स्लीप मोड में न जाने देने से उसका जीवनकाल कम हो सकता है और ऊर्जा की खपत बढ़ सकती है।
hr: Ako odaberete da Apple TV nikad ne prelazi u pripravno stanje, može se skratiti njegov radni vijek i povećati potrošnja energije.
hu: Amennyiben sosem hagyja alvó módba váltani az Apple TV‑t, megrövidülhet annak élettartama, és megnövekedhet az energiafogyasztása.
id: Tidak pernah membiarkan Apple TV tidur dapat memperpendek masa pakainya dan meningkatkan konsumsi energi.
it: Non consentire mai che Apple TV vada in standby può ridurne il ciclo di vita e aumentare il consumo di energia.
ja: Apple TVをオフにさせないとディスプレイの寿命が短くなり、電力消費が増加する可能性があります。
ko: Apple TV가 잠자기 상태로 전환되도록 설정하지 않으면 Apple TV의 수명이 단축되고 에너지 소비가 늘어날 수도 있습니다.
ms: Tidak membiarkan Apple TV tidur mungkin memendekkan hayatnya dan meningkatkan penggunaan tenaga.
nb: Hvis du aldri lar Apple TV gå i dvale, kan det forkorte enhetens levetid og øke strømforbruket.
nl: Wanneer je instelt dat de Apple TV nooit in de sluimerstand wordt gezet, kan de levensduur achteruitgaan en kan het energieverbruik toenemen.
pl: Nieusypianie Apple TV może skrócić jego żywotność oraz zwiększyć zużycie energii.
pt_br: Se a Apple TV nunca entrar em repouso, é possível que sua vida útil seja reduzida e que o consumo de energia aumente.
pt_pt: Nunca colocar a Apple TV em pausa pode diminuir a vida útil da mesma e aumentar o consumo de energia.
ro: Nepermiterea intrării Apple TV‑ului în modul adormire îi poate scurta durata de viață și poate spori consumul de energie.
ru: Если никогда не переводить Apple TV в режим сна, срок службы устройства может сократиться, а количество потребляемой энергии — увеличиться.
sk: Úplné vypnutie spánku Apple TV môže skrátiť jeho životnosť a zvýšiť spotrebu energie.
sl: Če Apple TV-ju nikoli ne omogočite, da preklopi v spanje, lahko skrajšate njegovo življenjsko dobo in povečate porabo energije.
sv: Om Apple TV aldrig försätts i viloläge kan dess livslängd förkortas och energianvändningen kan öka.
th: การไม่พักเครื่อง Apple TV เลยอาจทำให้อายุการใช้งานสั้นลง และเพิ่มการใช้พลังงาน
tr: Apple TV’yi asla uyku durumuna geçirmemek onun ömrünü kısaltabilir ve enerji tüketimini artırabilir.
uk: Без режиму сну період експлуатації Apple TV може скоротитися, а енергоспоживання — зрости.
vi: Việc không bao giờ để Apple TV chuyển sang chế độ ngủ có thể làm giảm tuổi thọ của thiết bị và làm tăng mức tiêu thụ năng lượng.
zh_cn: Apple TV永不进入睡眠状态可能会缩短其使用寿命并增加能耗。
zh_hk: 永遠不讓Apple TV進入睡眠可能會縮短其壽命和增加耗電量。
zh_tw: 從不讓Apple TV進入睡眠狀態可能會減短其壽命並增加電力消耗。

# SleepTimeDescription
source: Apple TV can automatically turn off after a period of inactivity. Choosing a sleep timer from Control Center will temporarily override this setting.
ar: يمكن إيقاف تشغيل Apple TV تلقائيًا بعد مرور فترة من عدم النشاط. سيؤدي اختيار مؤقت إسبات من مركز التحكم إلى تجاوز هذا الإعداد مؤقتًا.
ca: L’Apple TV es pot apagar automàticament al cap d’un període d’inactivitat. Si inicies un temporitzador de repòs al centre de control, s’ometrà aquesta configuració temporalment.
cs: Apple TV se může po určité době nečinnosti automaticky vypnout. Toto nastavení můžete dočasně přepsat tak, že v Ovládacím centru nastavíte časovač spánku.
da: Apple TV kan slukke automatisk efter en vis periode med passivitet. Hvis du vælger en nedtælling til vågeblus i Kontrolcenter, tilsidesættes denne indstilling midlertidigt.
de: Das Apple TV kann sich nach einer gewissen Zeit der Inaktivität abschalten. Durch die Auswahl eines Ruhezustandstimers im Kontrollzentrum, wird diese Einstellung vorübergehend überschrieben.
el: Το Apple TV μπορεί να απενεργοποιείται αυτόματα μετά από κάποια περίοδο αδράνειας. Η επιλογή ενός χρονοδιακόπτη από το Κέντρο ελέγχου θα παρακάμψει προσωρινά αυτήν τη ρύθμιση.
es: El Apple TV puede apagarse automáticamente tras un periodo de inactividad. Si eliges un temporizador de reposo en el centro de control, se omitirá este ajuste temporalmente.
es_us: Este Apple TV puede desactivarse tras un periodo de inactividad. Seleccionar el timer de reposo en el centro de control reemplazará temporalmente esta configuración.
fi: Apple TV voi sammua automaattisesti oltuaan tietyn ajan toimettomana. Uniajastimen valitseminen Ohjauskeskuksesta ohittaa tämän asetuksen tilapäisesti.
fr: L’Apple TV peut s’éteindre automatiquement après une période d’inactivité. La sélection d’une mise en veille depuis le centre de contrôle remplacera temporairement ce réglage.
fr_ca: L’Apple TV peut s’éteindre automatiquement après une période d’inactivité. La définition d’un minuteur de veille dans le centre de contrôle contournera temporairement ce réglage.
he: ניתן להגדיר כיבוי של ה-Apple TV לאחר פרק זמן של חוסר פעילות. בחירת שעון שינה מ״מרכז הבקרה״ תעקוף זמנית את ההגדרה הזו.
hi: Apple TV एक अवधि तक निष्क्रिय रहने के बाद ऑटोमैटिकली बंद हो सकता है। कंट्रोल सेंटर से स्लीप टाइमर चुनने पर यह सेटिंग अस्थायी रूप से ओवरराइड हो जाएगी।
hr: Apple TV može se automatski isključiti nakon perioda neaktivnosti. Odabirom brojača do isključenja iz Kontrolnog centra privremeno će se nadjačati ova postavka.
hu: Az Apple TV képes bizonyos idejű tétlenséget követően automatikusan kikapcsolni. Ha kiválaszt egy alvási időzítőt a Vezérlőközpontban, azzal ideiglenesen felülbírálja ezt a beállítást.
id: Apple TV dapat mati secara otomatis setelah beberapa lama tidak aktif. Memilih timer tidur dari Pusat Kontrol akan mengabaikan pengaturan ini untuk sementara.
it: Apple TV può spegnersi automaticamente dopo un periodo di inattività. Se scegli un timer di standby in Centro di Controllo, questa impostazione verrà temporaneamente ignorata.
ja: 一定の待機時間が経過すると、Apple TVは自動的にオフになります。コントロールセンターからスリープタイマーを選択すると、一時的にこの設定を無効化します。
ko: Apple TV가 일정 시간 동안 비활성 상태이면 자동으로 꺼지게 할 수 있습니다. 제어 센터에서 잠자기 타이머를 선택하면 이 설정을 일시적으로 덮어씁니다.
ms: Apple TV boleh dinyahaktifkan secara automatik selepas suatu tempoh tiada aktiviti. Memilih pemasa tidur daripada Pusat Kawalan akan menggantikan seting ini buat sementara.
nb: Apple TV kan slås av automatisk etter en periode med inaktivitet. Hvis du velger en dvalenedtelling fra kontrollsenteret, blir denne innstillingen midlertidig overstyrt.
nl: De Apple TV kan automatisch worden uitgeschakeld na een periode van inactiviteit. Wanneer je een timer voor de sluimerstand kiest uit het bedieningspaneel, wordt deze instelling tijdelijk overschreven.
pl: Apple TV może wyłączać się automatycznie po pewnym okresie braku aktywności. To ustawienie jest ignorowane, jeśli czas usypiania został wybrany w centrum sterowania.
pt_br: A Apple TV pode ser desativada automaticamente depois de um período de inatividade. Se você escolher um timer na Central de Controle, este ajuste será temporariamente substituído.
pt_pt: A Apple TV pode ser desligada automaticamente após um período de inatividade. Se escolher um temporizador de pausa na central de controlo, esta definição será ignorada temporariamente.
ro: Apple TV‑ul se poate opri automat după o perioadă de inactivitate. Alegerea unui temporizator de adormire din centrul de control va supraregla temporar această opțiune.
ru: Apple TV может переходить в режим сна после определенного периода бездействия. Таймер сна, заданный в Центре управления, временно заменит эту настройку.
sk: Apple TV sa môže po určitej dobe nečinnosti automaticky vypnúť. Výberom časovača spánku v Ovládacom centre dočasne obídete toto nastavenie.
sl: Apple TV se lahko samodejno izklopi po določenem času neaktivnosti. Z izbiro časovnika za spanje v Nadzornem središču bo ta nastavitev začasno razveljavljena.
sv: Apple TV kan stängas av automatiskt efter en tids overksamhet. Om du väljer en vilotimer från Kontrollcenter förbigås den här inställningen tillfälligt.
th: Apple TV สามารถปิดเครื่องโดยอัตโนมัติหลังจากไม่ได้ใช้งานเป็นระยะเวลาหนึ่งได้ การเลือกการตั้งเวลาพักเครื่องจากศูนย์ควบคุมจะข้ามการตั้งค่านี้ชั่วคราว
tr: Apple TV bir süre boş kaldıktan sonra otomatik olarak kapanabilir. Denetim Merkezi’nden bir uyku sayacı seçmek bu ayarı geçici olarak geçersiz kılar.
uk: Apple TV може автоматично вимикатися після неактивності. Цей параметр можна тимчасово обійти, задавши таймер сну в Центрі керування.
vi: Apple TV có thể tự động tắt sau một khoảng thời gian không hoạt động. Việc chọn một hẹn giờ tắt từ Trung tâm điều khiển sẽ tạm thời ghi đè cài đặt này.
zh_cn: 闲置一段时间后，Apple TV可自动关闭。从“控制中心”选取睡眠定时将暂时覆盖此设置。
zh_hk: Apple TV可以在閒置一段時間後自動關閉。從「控制中心」選擇睡眠計時器將會暫時覆蓋此設定。
zh_tw: Apple TV可在閒置一段時間後自動關閉。從「控制中心」選擇睡眠計時器會暫時覆蓋掉此設定。

# SleepTimeNeverTitle
source: Sleep After
ar: الإسبات بعد
ca: Entra en repòs
cs: Uspat za
da: Gå på vågeblus efter
de: Ruhezustand aktivieren nach
el: Ύπνος μετά από
es: Poner en reposo
es_us: Activar reposo después de
fi: Nukahda, kun on kulunut
fr: Mettre en veille après
fr_ca: Mettre en veille après
he: כניסה למצב שינה
hi: इसके बाद स्लीप करें
hr: Pripravno stanje nakon
hu: Alvó állapot ennyi idő után:
id: Tidur Setelah
it: In standby dopo
ja: スリープまでの時間
ko: 잠자기 타이머
ms: Tidur Selepas
nb: Gå i dvale etter
nl: Sluimer na
pl: Usypiaj po
pt_br: Entrar em Repouso Após
pt_pt: Pausar ao fim de
ro: Adormire după
ru: Переход в режим сна спустя
sk: Uspať o
sl: Preklop v spanje
sv: Vila efter
th: พักเครื่องหลังจาก
tr: Şu Süreden Sonra Uyut:
uk: Засинати, як мине
vi: Ngủ sau
zh_cn: 睡眠前闲置
zh_hk: 進入睡眠前的閒置時間
zh_tw: 進入睡眠前的閒置時間

# SleepTimeTitle
source: Sleep After
ar: الإسبات بعد
ca: Entra en repòs al cap de
cs: Uspat za
da: Gå på vågeblus efter
de: Ruhezustand aktivieren nach
el: Ύπνος μετά από
es: Poner en reposo tras
es_us: Activar reposo después de
fi: Nukahda, kun on kulunut
fr: Mettre en veille après
fr_ca: Mettre en veille après
he: כניסה למצב שינה
hi: इसके बाद स्लीप करें
hr: Pripravno stanje nakon
hu: Alvó állapot ennyi idő után:
id: Tidur Setelah
it: In standby dopo
ja: スリープまでの時間
ko: 잠자기 타이머
ms: Tidur Selepas
nb: Gå i dvale etter
nl: Sluimer na
pl: Usypiaj po
pt_br: Entrar em Repouso Após
pt_pt: Pausar ao fim de
ro: Adormire după
ru: Переход в режим сна спустя
sk: Uspať o
sl: Preklop v spanje
sv: Vila efter
th: พักเครื่องหลังจาก
tr: Şu Süreden Sonra Uyut:
uk: Засинати, як мине
vi: Ngủ sau
zh_cn: 睡眠前闲置
zh_hk: 進入睡眠前的閒置時間
zh_tw: 進入睡眠前的閒置時間

# SleepTitle
source: Power Off
ar: إيقاف التشغيل
ca: Apaga
cs: Vypnout
da: Sluk
de: Ausschalten
el: Τερματισμός
es: Apagar
es_us: Apagar
fi: Virta pois päältä
fr: Éteindre
fr_ca: Éteindre
he: כיבוי
hi: पावर बंद
hr: Isključi
hu: Kikapcsolás
id: Daya Mati
it: Spegni
ja: 電源オフ
ko: 전원 끔
ms: Matikan Kuasa
nb: Strøm av
nl: Zet uit
pl: Wyłącz zasilanie
pt_br: Desligar
pt_pt: Desligar
ro: Oprire dispozitiv
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดเครื่อง
tr: Kapat
uk: Вимкнути
vi: Tắt nguồn
zh_cn: 关机
zh_hk: 關機
zh_tw: 關機

# SoftwareUpdateTitle
source: Software Updates
ar: تحديثات البرامج
ca: Actualitzacions de programari
cs: Aktualizace softwaru
da: Softwareopdateringer
el: Ενημερώσεις λογισμικού
es: Actualizaciones de software
es_us: Actualizaciones de software
fi: Ohjelmistopäivitykset
fr: Mises à jour logicielles
fr_ca: Mises à jour logicielles
he: עדכוני תוכנה
hi: सॉफ़्टवेयर अपडेट
hr: Ažuriranja softvera
hu: Szoftverfrissítések
id: Pembaruan Perangkat Lunak
it: Aggiornamenti software
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
ms: Kemas Kini Perisian
nb: Programvareoppdateringer
pl: Uaktualnienia
pt_br: Atualizações de Software
pt_pt: Atualizações de software
ro: Actualizări software
ru: Обновления ПО
sk: Aktualizácie softvéru
sl: Posodobitve programske opreme
sv: Programuppdateringar
th: รายการอัปเดตซอฟต์แวร์
tr: Yazılım Güncellemeleri
uk: Оновлення ПЗ
vi: Cập nhật phần mềm
zh_cn: 软件更新
zh_hk: 軟件更新項目
zh_tw: 軟體更新

# SoundProfileSettingDescription
source: Personalized Spatial Audio improves rendering when using AirPods with your Apple devices.
ar: يساعد الصوت المكاني المخصص على تحسين البث عند استخدام AirPods مع أجهزة Apple.
ca: L’àudio espacial personalitzat millora la renderització quan utilitzes els AirPods amb dispositius Apple.
cs: Přizpůsobení prostorového zvuku zlepšuje modelování prostorového zvuku při používání AirPodů s vašimi zařízeními Apple.
da: Tilpasset rumlig lyd forbedrer gengivelsen af lyd, når du bruger AirPods med dine Apple-enheder.
de: Personalisiertes 3D-Audio verbessert den Rendervorgang bei der Nutzung von AirPods mit Apple-Geräten.
el: Ο Εξατομικευμένος χωρικός ήχος βελτιώνει την απόδοση ήχου κατά τη χρήση των AirPods με τις συσκευές Apple σας.
es: El audio espacial personalizado ofrece una mejor calidad al usar los AirPods con tus dispositivos Apple.
es_us: El audio espacial personalizado mejora la reproducción al usar los AirPods con tus dispositivos Apple.
fi: Personoitu tilaääni parantaa tilaäänen toteutusta käytettäessä AirPods-kuulokkeita Apple-laitteiden kanssa.
fr: L’audio spatial personnalisé améliore le rendu lors de l’utilisation d’AirPods avec vos appareils Apple.
fr_ca: L’audio spatial personnalisé améliore le rendu sonore lors de l’utilisation d’AirPods avec vos appareils Apple.
he: המאפיין ״שמע מרחבי בהתאמה אישית״ משפר את עיבוד השמע בעת שימוש ב-AirPods עם מכשירי Apple.
hi: आपके Apple डिवाइस के साथ AirPods का इस्तेमाल करते समय वैयक्तिकृत स्पेशियल ऑडियो से रेंडरिंग में सुधार होता है।
hr: Personalizirani prostorni zvuk poboljšava obrađivanje prilikom uporabe slušalica AirPods s Apple uređajima.
hu: A Személyre szabott térbeli hangzás javítja a kiadott hang minőségét, amikor AirPodsot használ Apple-eszközeivel.
id: Audio Spasial yang Dipersonalisasi meningkatkan pengolahan saat menggunakan AirPods dengan perangkat Apple Anda.
it: “Audio spaziale personalizzato” migliora la resa quando utilizzi gli AirPods con i dispositivi Apple.
ja: パーソナライズされた空間オーディオで、AppleデバイスでAirPodsを使用中にレンダリングが改善します。
ko: 개인 맞춤형 공간 음향을 사용하면 Apple 기기에서 AirPods을 사용할 때 공간 음향 렌더링 품질을 향상할 수 있습니다.
ms: Audio Ruang Diperibadikan meningkatkan persembahan audio ruang apabila menggunakan AirPods dengan peranti Apple anda.
nb: Personlig romtilpasset lyd forbedrer lydgjengivelsen når du bruker AirPods med Apple-enhetene dine.
nl: Gepersonaliseerde ruimtelijke audio verbetert de rendering van ruimtelijke audio wanneer je AirPods gebruikt met je Apple apparaten.
pl: Spersonalizowany dźwięk przestrzenny poprawia odwzorowanie dźwięku w słuchawkach AirPods używanych z urządzeniami Apple.
pt_br: O Áudio Espacial Personalizado melhora a renderização do áudio espacial quando você usa os AirPods com dispositivos Apple.
pt_pt: O áudio espacial personalizado melhora o processamento ao usar AirPods com dispositivos Apple.
ro: Funcționalitatea „Audio spațial personalizat” îmbunătățește redarea atunci când folosiți căști AirPods cu dispozitivele dvs. Apple.
ru: Персональное пространственное аудио повышает качество рендеринга звука при использовании AirPods с устройствами Apple.
sk: Prispôsobený priestorový zvuk vylepšuje podanie zvuku v AirPodoch pri používaní s Apple zariadeniami.
sl: Prilagojeni prostorski zvok izboljša upodabljanje pri uporabi slušalk AirPods z napravami Apple.
sv: Personanpassat rumsligt ljud gör ljudet bättre när du använder AirPods med Apple-enheter.
th: เสียงเชิงมิติพื้นที่สำหรับคุณจะปรับปรุงการส่งเสียงเมื่อใช้ AirPods กับอุปกรณ์ Apple ของคุณ
tr: Kişiselleştirilmiş Uzamsal Ses, Apple aygıtlarınızla AirPods kullanırken ses işlemeyi iyileştirir.
uk: Функція «Персоналізоване просторове аудіо» покращує відтворення звуку під час використання навушників AirPods із пристроями Apple.
vi: Âm thanh không gian cá nhân hóa cải thiện việc kết xuất khi sử dụng AirPods với thiết bị Apple của bạn.
zh_cn: 搭配Apple设备使用AirPods时，个性化空间音频可提升渲染效果。
zh_hk: 「個人化的空間音訊」可改進配搭Apple裝置使用AirPods時的渲染效果。
zh_tw: 「個人化空間音訊」可改進將AirPods與Apple裝置搭配使用時的運算方式。
